[
    {
      "imgbig":"new1_imgbig.jpg",
      "imgmid":"new1_imgmid.jpg",
      "title":"Notas de la versión 8.8",
      "description":"Debilitaciones a Irelia y cambios importantes a Ahri y a LeBlanc.",
      "text":"¡Bienvenidos a la versión 8.8! A medida que nos acercamos a la mitad de la temporada, los meses que se acercan estarán cada vez más repletos de eventos (como el MSI, el lanzamiento de Clash y el comienzo del split de verano, por mencionar algunos). Esto añade mucha presión a los cambios introducidos en cada versión, así que la estructura “versión pequeña, versión grande” va a parecer más bien “versión mediana, versión mediana” durante un tiempo.

      Veréis que hay unos cuantos cambios importantes en esta versión. En primer lugar, le damos un repaso a un par de campeonas que nos ha costado mucho gestionar. Al intentar que jugar contra LeBlanc y Ahri resultara menos frustrante, acabamos por dejarlas demasiado lejos de lo que debería ser un asesino; en su lugar, se convirtieron en campeonas que funcionaban como un mago, manejando a sus enemigos con la ayuda de su movilidad y control de adversario. Con esta versión, nuestra intención es devolverles su capacidad de funcionar como asesinas sin descartar algunos de los ajustes que recibieron sus estilos de juego en actualizaciones anteriores. Las seguiremos de cerca en las próximas versiones, pero, en términos generales, su punto fuerte debería ser ahora aniquilar los objetivos prioritarios y crear un efecto de bola de nieve.",
      "video":"kuUGUFDsYos",
      "data":"17/04/2018"
    },
    {
      "imgbig":"new2_imgbig.jpg",
      "imgmid":"new2_imgmid.jpg",
      "title":"Visitad ya el emporio",
      "description":"Conseguid chromas, nuevos minis misteriosos y mucho más por esencias azules hasta el 01/05/18.",
      "text":"¡Os damos la bienvenida (de nuevo) al emporio de las esencias! El emporio estará abierto hasta el 1 de mayo de 2018 a las 08:59 (hora peninsular española). Hasta entonces, podréis comprar chromas, gemas, iconos, guardianes, emoticonos y otros productos exclusivos por esencias azules.

      ¿Qué hay de nuevo?

      2000 EA: chromas de mitad de temporada (se incluyen todos los chromas que no sean limitados ni de legado lanzados entre julio y diciembre de cualquier año. Podéis ver la lista completa de los chromas disponibles en las preguntas frecuentes. Los chromas de la lista que se lanzaron en 2017 también están en oferta por 195 RP).
      2500 EA: iconos minis misteriosos, serie 2 (ocho nuevos iconos disponibles)
      Si os perdisteis el último emporio de las esencias, esto es lo que ha vuelto:

      1500 EA: iconos misteriosos (no se incluyen los iconos de esports, pero puede contener iconos minis misteriosos)
      2500 EA: iconos minis misteriosos, serie 1
      4900 EA: guardianes misteriosos
      6000 EA: guardián de coleccionista de esencias
      50 000 EA: emoticono Que llueva
      50 000 EA: gema + icono Caballero de la gema
      75 000 EA: emoticono Bolsas de dinero
      75 000 EA: gema + icono Príncipe de la gema
      100 000 EA: gema + icono Rey de la gema
      150 000 EA: aspecto de Urfwick
      También se pueden regalar guardianes e iconos (tanto los minis misteriosos como los normales) por esencias azules mientras el emporio de las esencias esté abierto.

      Como extra de mitad de temporada, los siguientes productos también estarán rebajados:

      Cambio de nombre de invocador (50 % de descuento: 650 RP)
      Páginas de runas (50 % de descuento tanto por RP como EA: 295 RP | 3150 EA cada una)
      Mejoras de EXP (todas con un 50 % de descuento)
      11 cofres hextech (975 RP)
      11 llaves hextech (975 RP)",
      "video":"umnXeUwYSUM",
      "data":"19/04/2018"
    },
    {
      "imgmid":"new3_imgmid.jpg",
      "title":"Calendario de ofertas de mayo",
      "description":"¡No os perdáis todos los campeones y aspectos que estarán en oferta este mayo!",
      "data":"17/04/2018"
    },
    {
      "imgmid":"new4_imgmid.jpg",
      "title":"Pregúntale a Riot: Nuevas runas",
      "description":"Nuevas runas clave, ver partidas de nivel Aspirante, el doblaje de Rammus y campeones con acentos.",
      "data":"19/04/2018"
    },
    {
      "imgmid":"new5_imgmid.jpg",
      "title":"Figura de acción figma de Yasuo",
      "description":"En colaboración con Good Smile, Yasuo invoca el viento en la serie de figuras figma.",
      "data":"20/04/2018"
    },
    {
      "imgmid":"new6_imgmid.jpg",
      "title":"Abril 2018",
      "description":"Planes de futuro, actualización de Aatrox, Akali, Nunu y un nuevo apoyo oscuro.",
      "data":"19/04/2018"
    },
    {
      "imgmid":"new7_imgmid.jpg",
      "title":"Campeones y aspectos en oferta: 20/04 - 23/04",
      "description":"Añade estos campeones y aspectos a tu plantel, al 50 % por tiempo limitado.",
      "data":"19/04/2018"
    },
    {
      "imgmid":"new8_imgmid.jpg",
      "title":"¡Llegan los paquetes de abril!",
      "description":"¡Llegan los paquetes de abril por tiempo limitado!",
      "data":"19/04/2018"
    },
    {
      "imgmid":"new9_imgmid.jpg",
      "title":"Rotación gratuita: ¡Bard, Jhin, Rengar y más!",
      "description":"¡Saludos, invocadores! Los campeones gratuitos de esta semana han rotado.",
      "data":"16/04/2018"
    }
]
